perf/proxy-9091/node-scaled/load/summary.txt
--------------------------------
Summary report @ 15:45:51(-0300)
--------------------------------

http.codes.200: ................................................................ 1379
http.request_rate: ............................................................. 5/sec
http.requests: ................................................................. 1379
http.response_time:
  min: ......................................................................... 656
  max: ......................................................................... 977
  median: ...................................................................... 671.9
  p95: ......................................................................... 820.7
  p99: ......................................................................... 963.1
http.responses: ................................................................ 1379
vusers.completed: .............................................................. 1379
vusers.created: ................................................................ 1379
vusers.created_by_name.Bbox2 (/): .............................................. 1379
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 657.4
  max: ......................................................................... 981.6
  median: ...................................................................... 671.9
  p95: ......................................................................... 820.7
  p99: ......................................................................... 963.1